_posts/2017-05-06-tech-is-tyrannical.html
---
layout: post
title: Tech is tyrannical
excerpt: Technology is not democratic--it is autocratic
---

<p>
The Greek philosopher Aristotle believed there were three types of government:
</p>

<ul class="org-ul">
<li>One-man rule
<ul class="org-ul">
<li>Monarchy, tyranny
</li>
</ul>
</li>
<li>Elite rule
<ul class="org-ul">
<li>Oligarchy, aristocracy
</li>
</ul>
</li>
<li>Mass rule
<ul class="org-ul">
<li>Polity, democracy
</li>
</ul>
</li>
</ul>

<p>
Though Aristotle believed that polity<sup><a id="fnr.1" name="fnr.1" class="footref" href="#fn.1">1</a></sup> was the preferable form of government, he observed that all three types were found throughout the Greek world, and so there was no objective superiority of one over the others.
</p>

<p>
Among technologists, it is widely believed that technology inherently empowers the individual and is destined to democratize societies. Given the history of various technologies, this belief is puzzling:
</p>

<ul class="org-ul">
<li>Agriculture enlarged the role of men and diminished that of women
</li>
<li>Irrigation led to the rise of hydraulic civilizations ruled by god-kings
</li>
<li>The printing press undermined the authority of the Church&#x2013;in favor of the State
</li>
<li>Radio/TV gave charismatic leaders unprecedented reach
</li>
</ul>

<p>
A narrower argument is that certain <i>distributed</i> technologies, most importantly the internet, have given individuals greater voice. This may be true in absolute terms, but influence is relative, and it's unclear that more people talking leads to greater public input.
</p>

<p>
Putting aside the fact that the internet is <a href="https://en.wikipedia.org/wiki/2008_submarine_cable_disruption">not nearly as "distributed"</a> as many believe, the cacophony of communication today tends to drown out rather than promote ideas. Given that the vast majority of communication is trivial<sup><a id="fnr.2" name="fnr.2" class="footref" href="#fn.2">2</a></sup>, the loudest voices are invariably those of the best-known individuals and groups, resulting in an amplification of the few rather than the many.
</p>

<p>
In such an environment, <i>brand</i> is the most important asset. Governments, companies, and individuals carefully cultivate their brands, painstakingly crafting an image of themselves that may not have any basis in reality. Branding is an exercise in output, not input&#x2013;talk, don't listen. Social media may <i>seem</i> interactive, but it need not be a two-way exchange. Facebook and Twitter are often used as broadcast platforms, no different from television, but superior in that they lead the audience to <i>believe</i> they are actively participating.
</p>

<p>
When it comes to the companies that provide these technologies, only two things matter: integration and scale. In the same way that U.S. Steel was able to lower costs by controlling the whole supply chain, from mines to mills, Apples, Facebook and Google's goal is to get their users to use only their technologies, not those of their rivals. The more a user stays in "Google world", the better Google can control and "improve" their experience.
</p>

<p>
In this, American companies are not as far along as those in East Asia. In South Korea, <a href="https://www.theatlantic.com/business/archive/2012/07/whoa-samsung-is-responsible-for-20-of-south-koreas-economy/260552/">Samsung Group accounts for 20% of GDP</a>, and it is possible to live a wholly "Samsung life". In China, WeChat has its fingers in so many pies that it comprises the <a href="https://stratechery.com/2017/apples-china-problem/">entirety of millions of people's digital experience</a>. Such "tech keiretsus" gain a nearly insurmountable advantage over rivals by dominating mindshare to such an extent that few even <i>think</i> to consider an alternative service.
</p>

<p>
Where is all of this leading? I've no idea, but one thing's for sure&#x2013;it does not seem to be the path of individual empowerment and democratization.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" name="fn.1" class="footnum" href="#fnr.1">1</a></sup> <p class="footpara">
Rather than its corrupted form, democracy
</p></div>

<div class="footdef"><sup><a id="fn.2" name="fn.2" class="footnum" href="#fnr.2">2</a></sup> <p class="footpara">
A glance at what's trending on Twitter at any given time should convince everyone of that
</p></div>


</div>
</div>
